Repository: Spare-Brained-Community/Spare-Brained-Licensing
Catalog: SpareBrainedLicensing_APP/Translations/Spare Brained Licensing.*.xlf
Languages: de_de

# Codeunit 3827207503 - NamedType 4016921347
source: No License was found in the Licenses list for SubscriptionId: %1 with Submodule name: %2
de_de: Es wurde keine Lizenz in der Lizenzliste für die Abonnement-ID gefunden: %1 mit Name des Sub-Moduls: %2

# Codeunit 3827207503 - Method 788638224 - NamedType 345427010
source: No License was found in the Licenses list for SubscriptionId: %1
de_de: Es wurde keine Lizenz in der Lizenzliste für die Abonnement-ID gefunden: %1

# Codeunit 3827207503 - Method 430906001 - NamedType 4007641815
source: The License for %1 is not Active. Contact your system administrator to re-activate it.
de_de: Die Lizenz für %1 ist nicht aktiv. Wenden Sie sich an Ihren Systemadministrator, um sie wieder zu aktivieren.

# Codeunit 2609748313 - Method 2547612846 - NamedType 4286379137
source: To install this Extension, you need to update %1 to at least version %2.
de_de: Um diese Erweiterung zu installieren, müssen Sie %1 mindestens auf Version %2 aktualisieren.

# Codeunit 1931101690 - NamedType 4016921347
source: No License was found in the Licenses list for Subscription %1 with Submodule name: %2
de_de: Es wurde keine Lizenz in der Lizenzliste für Abonnement %1 mit Submodulname: %2 gefunden

# Codeunit 560441334 - Method 488700208 - NamedType 2571021891
source: An error occurred validating the license. Contact %1 for assistance
de_de: Bei der Validierung der Lizenz ist ein Fehler aufgetreten. Kontaktieren Sie %1 für Hilfe

# Codeunit 560441334 - Method 488700208 - NamedType 2597918364
source: There are no remaining uses of that license key to assign to this installation.
de_de: Es gibt keine weiteren Verwendungen dieses Lizenzschlüssels, die dieser Installation zugewiesen werden könnten.

# Codeunit 560441334 - Method 2107568876 - NamedType 4258206074
source: The License Key provided has already expired due to a Subscription End. Contact %1 for assistance
de_de: Der angegebene Lizenzschlüssel ist aufgrund eines Abonnementendes bereits abgelaufen. Kontaktieren Sie %1 für Unterstützung

# Codeunit 315386427 - Method 1532212514 - NamedType 3635804519
source: Today is the last trial day for %1. Please purchase a License Key and Activate the subscription to continue use.
de_de: Heute ist der letzte Testtag für %1. Bitte erwerben Sie einen Lizenzschlüssel und aktivieren Sie das Abonnement, um es weiter zu nutzen.

# Codeunit 1354941877 - Method 3272340085 - NamedType 1073361429
source: There was an issue in contacting the licensing server to deactivate this license. Contact %1 for assistance.
de_de: Es gab ein Problem bei der Kontaktaufnahme mit dem Lizenzierungsserver, um diese Lizenz zu deaktivieren. Kontaktieren Sie %1 für Hilfe.

# Codeunit 2130962757 - Method 2406779609 - NamedType 1913171376
source: Update Extension: %1
de_de: Erweiterung aktualisieren: %1

# Codeunit 3327392388 - Method 875139600 - NamedType 3252658350
source: %1 Test Subscription
de_de: %1 Test-Abonnement

# Codeunit 964202159 - NamedType 385219469
source: The key will look like XXXXXXXX-XXXXXXXX-XXXXXXXX-XXXXXXXX.
de_de: Der Schlüssel sieht aus wie XXXXXXXX-XXXXXXXX-XXXXXXXXXX-XXXXXXXX.

# Codeunit 964202159 - NamedType 1516784335
source: Gumroad does not support Usage based billing.
de_de: Gumroad unterstützt keine nutzungsabhängige Abrechnung.

# Codeunit 964202159 - Method 572322412 - NamedType 2344834051
source: Unable to communicate with the license server due to an environment block. Please resolve and try again.
de_de: Die Kommunikation mit dem Lizenzserver ist aufgrund einer Umgebungssperre nicht möglich. Bitte beheben Sie diese und versuchen Sie es erneut.

# Codeunit 964202159 - Method 572322412 - NamedType 1832738441
source: Unable to verify or activate license.\ %1: %2 \ %3
de_de: Lizenz kann nicht verifiziert oder aktiviert werden.\ %1: %2 \ %3

# Codeunit 964202159 - Method 2508294018 - NamedType 1515148142
source: An error occurred validating the license. Contact %1 for assistance
de_de: Bei der Validierung der Lizenz ist ein Fehler aufgetreten. Kontaktieren Sie %1 für Hilfe

# Codeunit 964202159 - Method 2792865364 - NamedType 2571021891
source: An error occurred validating the license. Contact %1 for assistance
de_de: Bei der Validierung der Lizenz ist ein Fehler aufgetreten. Kontaktieren Sie %1 für Hilfe

# Codeunit 3199230408 - Method 219013742 - NamedType 250751926
source: Invalid action specified. Use "increment" or "set".
de_de: Ungültige Aktion angegeben. Verwenden Sie „inkrementieren“ oder „setzen“.

# Codeunit 3199230408 - Method 1937264269 - NamedType 2344834051
source: Unable to communicate with the license server due to an environment block. Please resolve and try again.
de_de: Die Kommunikation mit dem Lizenzserver ist aufgrund einer Umgebungssperre nicht möglich. Bitte beheben Sie diese und versuchen Sie es erneut.

# Codeunit 3199230408 - Method 1937264269 - NamedType 1832738441
source: Unable to verify or activate license.\ %1: %2 \ %3
de_de: Lizenz kann nicht verifiziert oder aktiviert werden.\ %1: %2 \ %3

# Codeunit 3199230408 - Method 2792865364 - NamedType 3707967943
source: An error occurred communicating with the licensing platform. Contact %1 for assistance
de_de: Bei der Kommunikation mit der Lizenzierungsplattform ist ein Fehler aufgetreten. Kontaktieren Sie %1 für Hilfe

# Codeunit 3199230408 - Method 906692905 - NamedType 3887869495
source: The key will look like XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX.
de_de: Der Schlüssel sieht aus wie XXXXXXXX-XXXX-XXXXXX-XXXXXXXXXXXX.

# Codeunit 3199230408 - Method 2327657787 - NamedType 795351449
source: The License %1/%2 is not usage-based and cannot be used for usage tracking.
de_de: Die Lizenz %1/%2 ist nicht nutzungsabhängig und kann nicht zur Nachverfolgung der Nutzung verwendet werden.

# Codeunit 3199230408 - Method 2327657787 - NamedType 1585353238
source: Seems like the Subscription Item ID is missing for License %1/%2. This usually means that the License was not activated yet.
de_de: Es scheint, dass die ID des Abonnementartikels für die Lizenz %1/%2 fehlt. Dies bedeutet normalerweise, dass die Lizenz noch nicht aktiviert wurde.

# Table 275599767 - Property 2879900210
source: Extension License
de_de: Erweiterungslizenz

# Table 275599767 - Field 2520497479 - Property 1295455071
source: Shows if this Extension has been Activated with a Product Key.
de_de: Zeigt an, ob diese Erweiterung mit einem Produktschlüssel aktiviert wurde.

# Table 275599767 - Field 2520497479 - Property 2879900210
source: Activated
de_de: Aktiviert

# Table 275599767 - Field 3681468396 - Property 2879900210
source: Activated At
de_de: Aktiviert um

# Table 275599767 - Field 128183738 - Property 2879900210
source: Activated By
de_de: Aktiviert durch

# Table 275599767 - Field 375512490 - Property 1295455071
source: The API Key Provider that is used to communicate with the License Platform.
de_de: Der API-Schlüsselanbieter, der für die Kommunikation mit der Lizenzplattform verwendet wird.

# Table 275599767 - Field 375512490 - Property 2879900210
source: API Key Provider
de_de: API-Schlüssel-Anbieter

# Table 275599767 - Field 3278502036 - Property 1295455071
source: The email address to contact with Billing related questions about this Subscription.
de_de: Die E-Mail-Adresse, an die Sie sich bei Fragen zur Rechnungsstellung für dieses Abonnement wenden können.

# Table 275599767 - Field 3278502036 - Property 2879900210
source: Billing Support Email
de_de: E-Mail zur Unterstützung bei der Rechnungsstellung

# Table 275599767 - Field 2570673311 - Property 2879900210
source: Created At
de_de: Erstellt in

# Table 275599767 - Field 3553709163 - Property 1295455071
source: This Guid is the Subscription Entry Id.
de_de: Diese Guid ist die Kennung des Abonnementeintrags.

# Table 275599767 - Field 3553709163 - Property 2879900210
source: Entry Id
de_de: Lfd. Nr.

# Table 275599767 - Field 793520103 - Property 1295455071
source: This Guid is the Extension's App Id.
de_de: Diese Guid ist die App-ID der Erweiterung.

# Table 275599767 - Field 793520103 - Property 2879900210
source: Extension App Id
de_de: Erweiterung App Id

# Table 275599767 - Field 2515772770 - Property 1295455071
source: The name of the Extension that is registered to have a Subscription requirement.
de_de: Der Name der Erweiterung, für die eine Abonnementpflicht registriert ist.

# Table 275599767 - Field 2515772770 - Property 2879900210
source: Extension Name
de_de: Erweiterungsname

# Table 275599767 - Field 3301870439 - Property 2879900210
source: Installed At
de_de: Installiert am

# Table 275599767 - Field 3222094634 - Property 1295455071
source: Indicates if this Extension is usage based, meaning it will be billed based on usage.
de_de: Gibt an, ob diese Erweiterung verbrauchsabhängig ist, d. h. sie wird nach Verbrauch abgerechnet.

# Table 275599767 - Field 3222094634 - Property 2879900210
source: Is Usage Based
de_de: Ist nutzungsbasiert

# Table 275599767 - Field 682390464 - Property 2879900210
source: License Key
de_de: Lizenzschlüssel

# Table 275599767 - Field 3482719256 - Property 1295455071
source: Specifies the value of the License Platform field.
de_de: Gibt den Wert des Feldes Lizenzplattform an.

# Table 275599767 - Field 3482719256 - Property 2879900210
source: License Platform
de_de: Lizenz-Plattform

# Table 275599767 - Field 3113370813 - Property 2879900210
source: Licensing ID
de_de: Lizenzierungs-ID

# Table 275599767 - Field 2070199485 - Property 1295455071
source: The Order ID of the order where this Extension is registered.
de_de: Die Bestell-ID der Bestellung, für die diese Erweiterung registriert ist.

# Table 275599767 - Field 2070199485 - Property 2879900210
source: Order Id
de_de: Auftrags-ID

# Table 275599767 - Field 1791098866 - Property 1295455071
source: The Order Item ID of the order item where this Extension is registered.
de_de: Die Auftragspositions-ID der Auftragsposition, für die diese Erweiterung registriert ist.

# Table 275599767 - Field 1791098866 - Property 2879900210
source: Order Item Id
de_de: Bestellung Artikel-ID

# Table 275599767 - Field 3265714202 - Property 2879900210
source: Product Code
de_de: Produktcode

# Table 275599767 - Field 459399738 - Property 1295455071
source: The Product ID of the product where this Extension is registered.
de_de: Die Produkt-ID des Produkts, für das diese Erweiterung registriert ist.

# Table 275599767 - Field 459399738 - Property 2879900210
source: Product Id
de_de: Produkt-ID

# Table 275599767 - Field 1615067412 - Property 1295455071
source: The page where one can find more information about purchasing a Subscription for this Extension.
de_de: Die Seite, auf der Sie weitere Informationen über den Erwerb eines Abonnements für diese Erweiterung finden können.

# Table 275599767 - Field 1615067412 - Property 2879900210
source: Product URL
de_de: Produkt-URL

# Table 275599767 - Field 251475916 - Property 2879900210
source: Sandbox Grace Days
de_de: Testumgebung Testzeitraum

# Table 275599767 - Field 1592890022 - Property 1295455071
source: The Store ID of the store where this Extension is registered.
de_de: Die Shop-ID des Shops, in dem diese Erweiterung registriert ist.

# Table 275599767 - Field 1592890022 - Property 2879900210
source: Store Id
de_de: Shop-Id

# Table 275599767 - Field 66934155 - Property 1295455071
source: If this Extension uses Module based Subscriptions, this displays which Submodule/Edition this is.
de_de: Wenn diese Erweiterung modulbasierte Abonnements verwendet, wird hier angezeigt, um welches Submodul/Edition es sich handelt.

# Table 275599767 - Field 66934155 - Property 2879900210
source: Submodule Name
de_de: Name des Submoduls

# Table 275599767 - Field 3577687543 - Property 2879900210
source: Subscription Cancelled At
de_de: Abonnement gekündigt am

# Table 275599767 - Field 2993034865 - Property 1295455071
source: This shows the email address that the License Key is registered to, in case there is a need to find it later.
de_de: Hier wird die E-Mail-Adresse angezeigt, auf die der Lizenzschlüssel registriert ist, falls Sie ihn später wiederfinden möchten.

# Table 275599767 - Field 2993034865 - Property 2879900210
source: Subscription Email
de_de: Abonnement E-Mail

# Table 275599767 - Field 714177988 - Property 2879900210
source: Subscription End Date
de_de: Enddatum des Abonnements

# Table 275599767 - Field 3419904252 - Property 2879900210
source: Subscription Ended At
de_de: Abonnement endete am

# Table 275599767 - Field 586868407 - Property 2879900210
source: Subscription Failed At
de_de: Subskription fehlgeschlagen am

# Table 275599767 - Field 4264822885 - Property 1295455071
source: The Subscription Item ID of the subscription item where this Extension is registered.
de_de: Die Abonnementartikel-ID des Abonnementartikels, in dem diese Erweiterung registriert ist.

# Table 275599767 - Field 4264822885 - Property 2879900210
source: Subscription Item Id
de_de: Abonnement Item Id

# Table 275599767 - Field 1645510544 - Property 1295455071
source: The page where one can find more information about how to get Support for the Extension.
de_de: Die Seite, auf der Sie weitere Informationen darüber finden, wie Sie Unterstützung für die Erweiterung erhalten können.

# Table 275599767 - Field 3502087437 - Property 1295455071
source: If the Extension is not yet Activated, this is the last date the Extension can run in Trial Mode.
de_de: Wenn die Erweiterung noch nicht aktiviert ist, ist dies das letzte Datum, an dem die Erweiterung im Testmodus ausgeführt werden kann.

# Table 275599767 - Field 3502087437 - Property 2879900210
source: Trial Grace End Date
de_de: Enddatum der Probezeit

# Table 275599767 - Field 2888391108 - Property 2879900210
source: Update Available
de_de: Update verfügbar

# Table 275599767 - Field 1667101431 - Property 2879900210
source: Update News URL
de_de: URL für Aktualiserungen

# Table 275599767 - Field 1618015777 - Property 2879900210
source: Version Check URL
de_de: URL für Versionsabfrage

# Page 1538692962 - Property 2879900210
source: Extension Licenses
de_de: Erweiterungslizenzen

# Page 1538692962 - NamedType 3390988340
source: Available
de_de: Verfügbar

# Page 1538692962 - Method 1168398803 - NamedType 3960046211
source: This will deactivate this license in this Business Central instance, but you will need to contact the Publisher to release the assigned license. \ \Are you sure you want to deactivate this license?
de_de: Dadurch wird diese Lizenz in dieser Business Central-Instanz deaktiviert, aber Sie müssen den Herausgeber kontaktieren, um die zugewiesene Lizenz freizugeben. \ \Sind Sie sicher, dass Sie diese Lizenz deaktivieren möchten?

# Page 1538692962 - Method 1168398803 - NamedType 1534060074
source: This will deactivate this license in this Business Central instance.\ \Are you sure you want to deactivate this license?
de_de: Dadurch wird diese Lizenz in dieser Business Central-Instanz deaktiviert.\ \Sind Sie sicher, dass Sie diese Lizenz deaktivieren möchten?

# Page 1538692962 - Control 890477203 - Property 1295455071
source: If an Update is available, this will link to where to find out more.
de_de: Wenn ein Update verfügbar ist, wird ein Link angezeigt, über den Sie weitere Informationen erhalten.

# Page 1538692962 - Control 890477203 - Property 2879900210
source: Update News
de_de: Aktuelle Neuigkeiten

# Page 1538692962 - Action 2267293014 - Property 1295455071
source: Launches the Activation Wizard for this Subscription.
de_de: Startet den Aktivierungsassistenten für dieses Abonnement.

# Page 1538692962 - Action 2267293014 - Property 2879900210
source: Activate
de_de: Aktivieren

# Page 1538692962 - Action 2955463525 - Property 1295455071
source: Forces this Subscription inactive, which will allow entry of a new License Key.
de_de: Setzt dieses Abonnement inaktiv, wodurch die Eingabe eines neuen Lizenzschlüssels möglich wird.

# Page 1538692962 - Action 2955463525 - Property 2879900210
source: Deactivate
de_de: Deaktivieren

# Page 4006980220 - Property 2879900210
source: Licensing Activation Wizard
de_de: Assistent für die Lizenzaktivierung

# Page 4006980220 - NamedType 1398112590
source: You need to enter a License Key to continue.
de_de: Sie müssen einen Lizenzschlüssel eingeben, um fortzufahren.

# Page 4006980220 - NamedType 1234444719
source: Get License Key
de_de: Lizenzschlüssel anfordern

# Page 4006980220 - NamedType 3119195878
source: Use Test Key
de_de: Testschlüssel verwenden

# Page 4006980220 - Control 3243166786 - Property 2879900210
source: Start Activation
de_de: Aktivierung starten

# Page 4006980220 - Control 1201906119 - Property 1968111052
source: Click Next to begin the activation process. You will need your Subscription License key.
de_de: Klicken Sie auf Weiter, um den Aktivierungsprozess zu starten. Sie benötigen Ihren Abonnement-Lizenzschlüssel.

# Page 4006980220 - Control 1283650361 - Property 2879900210
source: This is the Activation Wizard for the Licensing system.
de_de: Dies ist der Aktivierungsassistent für das Lizenzierungssystem.

# Page 4006980220 - Control 3817008790 - Property 1968111052
source: You will enter the License Key for the following License. If you do not have a License key, please click on the "Get License Key" link.
de_de: Sie müssen den Lizenzschlüssel für die folgende Lizenz eingeben. Wenn Sie keinen Lizenzschlüssel haben, klicken Sie bitte auf den Link „Lizenzschlüssel anfordern“.

# Page 4006980220 - Control 426715456 - Property 1968111052
source: Please enter your Subscription License Key:
de_de: Bitte geben Sie Ihren Abonnement-Lizenzschlüssel ein:

# Page 4006980220 - Control 3196012354 - Property 1968111052
source: This is the Test Subscription, so you can use a test License Key here by clicking:
de_de: Dies ist das Testabonnement, Sie können also einen Testlizenzschlüssel verwenden, indem Sie hier klicken:

# Page 4006980220 - Control 2723201281 - Property 1968111052
source: Please enter your Subscription License Key:
de_de: Bitte geben Sie Ihren Abonnement-Lizenzschlüssel ein:

# Page 4006980220 - Control 1755829652 - Property 2879900210
source: Activation Results
de_de: Aktivierungsergebnisse

# Page 4006980220 - Control 3933190995 - Property 1968111052
source: Activation Unsuccessful!
de_de: Aktivierung fehlgeschlagen!

# Page 4006980220 - Control 1200239856 - Property 1968111052
source: Activation Successful!
de_de: Aktivierung erfolgreich!

# Page 4006980220 - Action 2438272767 - Property 2879900210
source: Back
de_de: Zurück

# Page 4006980220 - Action 3259912055 - Property 2879900210
source: Finish
de_de: Abschließen

# Page 4006980220 - Action 914282563 - Property 2879900210
source: Next
de_de: Weiter
